Repository: KGIII/pino-twitter
Catalog: po/*.po
Languages: ar, bn_in, cs, fa, gl, hu, ja, lv, mk, pa, ru, sr, th, tr, uk

source: Accounts
ar: الحسابات
bn_in: অ্যাকাউন্ট
fa: حساب‌ها
gl: Contas
hu: Fiókok
ja: アカウント
lv: Konti
mk: Сметки
pa: ਅਕਾਊਂਟ
ru: Учетные записи
sr: Налози
th: บัญชีผู้ใช้
tr: Hesaplar
uk: Облікові записи

source: Login
ar: دخول
bn_in: লগ-ইন
cs: Přihlášení
fa: نام‌کاربری
gl: Nome de inicio
hu: Felhasználónév
ja: ログイン
lv: Lietotājvārds
mk: Најави се
pa: ਲਾਗਇਨ
ru: Логин
sr: Корисничко име
th: ชื่อบัญชีผู้ใช้
tr: Bağlan
uk: Логін

source: Service
ar: الخدمة
bn_in: পরিসেবা
fa: سرویس
gl: Servizo
hu: Szolgáltatás
ja: サービス
lv: Serviss
mk: Сервис
pa: ਸਰਵਿਸ
ru: Сервис
sr: Сервис
th: บริการ
tr: Servis
uk: Сервіс

source: API proxy
ar: وكيل API
bn_in: API প্রক্সি
fa: پیش‌کار API
gl: Proxy API
ja: APIプロキシ
lv: API starpserveris
mk: АПИ прокси
pa: API ਪਰਾਕਸੀ
ru: API прокси
sr: АПИ прокси
tr: API vekili
uk: API проксі

source: Sure you want to delete this account?
ar: متأكد أنك تريد حذف هذا الحساب؟
bn_in: এই অ্যাকাউন্টটি কি নিশ্চিতরূপে মুছে ফেলা হবে?
fa: آیا مطمئن هستید که می‌خواهید این حساب را پاک کنید؟
gl: Está segura/o de que quere eliminar esta conta?
hu: Biztos benne, hogy törli ezt a fiókot?
ja: 本当にこのアカウントを消去してもよろしいですか？
lv: Vai jūs tiešām vēlaties dzēst šo kontu?
mk: Сигурни сте дека сакате да ја избришете оваа сметка?
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਅਕਾਊਂਟ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ru: Уверены, что хотите удалить эту учётную запись?
sr: Да ли сте сигурни да желите да обришете овај налог?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบบัญชีผู้ใช้นี้?
tr: Bu hesabı silmek istediğinize emin misiniz?
uk: Впевнені, що хочете видалити цей обліковий запис?

source: You can't send direct message to this user. He (or she) must follow you too
ar: لايمكنك إرسال رسالة مباشرة إلى هذا المستخدم. هو يجب أن يتابعك أولاً
bn_in: এই ব্যবহারকারীর উদ্দেশ্যে সরাসরি বার্তা পাঠানো সম্ভব নয়। সংশ্লিষ্ট ব্যবহারকারী দ্বারা আপনাকে অনুসরণ করা আবশ্য
cs: Nemůžeš zaslat přímou zprávu tomuto uživateli. On (nebo ona) tě také musí sledovat
fa: شما نمی‌توانید به این کاربر پیام مستقیم ارسال کنید. او نیز می‌بایست شما را دنبال کند
gl: Non lle pode enviar unha mensaxe directa a esta persoa usuaria. Ela ou el tamén o debe seguir
hu: Nem tud ennek a felhasználónak közvetlen üzenetet küldeni. Nincs rá feliratkozva.
ja: このユーザーに便りを送れません。相手もあなたをフォローしている必要があります
lv: Jūs nevarat sūtīt vēstuli šim lietotājam. Viņam (vai viņai) jāseko jums.
mk: Не можетеда пратите директна порака до овој корисник. Тој (или таа) мора да ве следи вас истотака.
ru: Вы не можете послать личное сообщение этому пользователю. Он (она) должен подписаться на ваш микроблог
sr: Не можете послати директну поруку овом кориснику. Он ( или она ) вас мора пратити
th: คุณไม่สามารถส่งข้อความส่วนตัวถึงผู้ใช้นี้ได้ เขาหรือเธอต้อง follow คุณด้วย
tr: Bu kişiye doğrudan ileti gönderemezsiniz. Kişi sizi takip etmeli.
uk: Ви не можете слати приватні повідомлення цьому користувачу. Він (чи вона) має слідкувати за вами

source: Check
ar: فحص
bn_in: পরীক্ষা করুন
cs: Zkontrolovat
fa: بررسی
gl: Verificar
hu: Ellenőrzés
ja: チェック
lv: Pārbaudīt
mk: Провери
pa: ਚੈੱਕ ਕਰੋ
ru: Проверить
sr: Провери
th: ตรวจสอบ
tr: Kontrol
uk: Перевірити

source: You can send direct message to this user
ar: تستطيع إرسال رسالة مباشرة إلى هذا المستخدم
bn_in: চিহ্নিত ব্যবহারকারীর উদ্দেশ্যে সরাসরি বার্তা পাঠানো যাবে
cs: Tomuto uživateli můžeš zaslat přímou zprávu
fa: شما می‌توانید به این کاربر پیام مستقیم بفرستید
gl: Pódelle enviar unha mensaxe directa a esta persoa usuaria
hu: Ennek a felhasználónak küldhet közvetlen üzenetet
ja: このユーザーには便りを送れません
lv: Jūs varat sūtīt vēstuli šim lietotājam
mk: Можете да пратите директна порака до овој корисник
ru: Вы можете отправить сообщение этому пользователю
sr: Можете послати директну поруку овом кориснику
th: คุณสามารถส่งข้อความส่วนตัวถึงผู้ใช้นี้ได้
tr: Bu kişiye doğrudan ileti gönderebilirsiniz.
uk: Ви можете слати приватні повідомлення цьому користувачу

source: Checking...
ar: فحص...
bn_in: পরীক্ষা করা হচ্ছে...
cs: Kontroluji...
fa: در حال بررسی کردن...
gl: Verificando...
hu: Ellenőrzés...
ja: チェック中...
lv: Pārbauda...
mk: Проверувам...
pa: ਚੈੱਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ru: Проверка...
sr: Проверавам...
th: กำลังตรวจสอบ...
tr: Kontrol ediliyor...
uk: Перевіряю...

source: Edit account
ar: تحرير الحساب
bn_in: অ্যাকাউন্ট সম্পাদন করুন
fa: ویرایش حساب کاربری
gl: Editar unha conta
hu: Fiók szerkesztése
ja: アカウントの編集
lv: Labot kontu
mk: Уреди сметка
pa: ਅਕਾਊਂਟ ਸੋਧ
ru: Редактировать учётную запись
sr: Уреди налог
th: แก้ไขบัญชีผู้ใช้
tr: Hesabı düzenle
uk: Редагувати обліковий запис

source: Create new account
ar: إنشاء حساب جديد
bn_in: নতুন অ্যাকাউন্ট তৈরি করুন
fa: ساختن حساب جدید
gl: Crear unha conta nova
hu: Új fiók létrehozása
ja: 新しいアカウントの作成
lv: Izveidot jaunu kontu
mk: Создади нова сметка
pa: ਨਵਾਂ ਅਕਾਊਂਟ ਬਣਾਓ
ru: Создать новую учетную запись...
sr: Направи нови налог
th: สร้างบัญชีใหม่...
tr: Yeni hesap oluştur
uk: Створити новий обліковий запис

source: Password
ar: كلمة المرور
bn_in: পাসওয়ার্ড
cs: Heslo
fa: گذرواژه
gl: Contrasinal
hu: Jelszó
ja: パスワード
lv: Parole
mk: Лозинка
pa: ਪਾਸਵਰਡ
ru: Пароль
sr: Лозинка
th: รหัสผ่าน
tr: Parola
uk: Пароль

source: API proxy or other service
ar: وكيل API أو خدمة أخرى
bn_in: API প্রক্সি অথবা অন্যান্য পরিসেবা
fa: پیش‌کار API یا سرویس‌های دیگر
gl: Proxy API ou outro servizo
hu: API proxy vagy egyéb szolgáltatás
ja: APIプロキシまたはその他のサービス
lv: API starpserveris vai cits serviss
mk: АПИ прокси или друг сервис
pa: API ਪਰਾਕਸੀ ਜਾਂ ਹੋਰ ਸਰਵਿਸ
ru: Адрес другого сервиса
sr: АПИ прокси или други сервис
tr: API vekili veya başka servis
uk: API проксі або інший сервіс

source: Account
ar: الحساب
bn_in: অ্যাকাউন্ট
cs: Účet
fa: حساب‌کاربری
gl: Conta
hu: Fiók
ja: アカウント
lv: Konts
mk: Сметка
pa: ਅਕਾਊਂਟ
ru: Учетная запись
sr: Налог
th: บัญชีผู้ใช้
tr: Hesap
uk: Обліковий запис

source: You must enter a proxy address
ar: يجب أن تدخل عناوين وكيل
bn_in: একটি প্রক্সি ঠিকানা লেখা আবশ্যক
fa: شما باید یک نشانی پیش‌کار را بنویسید
gl: Debe introducir un enderezo de proxy
hu: Mindenképpen meg kell adni egy proxy címet
ja: プロキシのアドレスを入力する必要があります
lv: Jums jāievada starpservera adrese
mk: Мора да внесете адреса на проксито
pa: ਤੁਹਾਨੂੰ ਪਰਾਕਸੀ ਐਡਰੈੱਸ ਦੇਣਾ ਪਵੇਗਾ
ru: Вы должны ввести адрес сервиса
sr: Морате унети прокси адресу
tr: Vekil adresi girmelisiniz
uk: Ви повинні ввести адресу проксі

source: Proxy address must contain a valid url
ar: عناوين الوكيل يجب أن تتضمن رابطاً صحيحاً
bn_in: প্রক্সির ঠিকানার ক্ষেত্রে বৈধ url উল্লেখ করা আবশ্যক
fa: نشانی پیش‌کار باید دارای نشانی اینترنتی درست باشد
gl: O enderezo de proxy debe conter un URL válido
hu: A proxy címe érvényes URL kell legyen
ja: プロキシのアドレスが有効なURLである必要があります
lv: Starpservera adresei jābūt derīgai
mk: Адресата на проксито мора да соддржи важечка адреса
ru: Адрес прокси должен быть рабочим
sr: Прокси адреса мора имати ваљан УРЛ
tr: Vekil adresi geçerli bir adres içermeli
uk: Адреса проксі має містити правильний url

source: You must fill in all fields
ar: يجب ملء كل الحقول
bn_in: সকল ক্ষেত্রে মান পূরণ করা আবশ্যক
fa: شما باید تمام جاها را پر کنید
gl: Debe encher todos os campos
hu: Minden mezőt ki kell töltenie
ja: すべての欄を埋める必要があります
lv: Jums jāaizpilda visi lauki
mk: Мора да ги пополните сите полиња
ru: Вы должны заполнить все поля
sr: Морате попунити сва поља
tr: Bütün alanları doldurmalısınız
uk: Ви маєте заповнити всі поля

source: Favorites
ar: المُفضّلات
bn_in: পছন্দসই বার্তা
fa: برگزیده‌ها
gl: Favoritos
hu: Kedvencek
ja: お気に入り
mk: Омилени
pa: ਪਸੰਦੀਦਾ
ru: Избранное
sr: Омиљено
tr: Favoriler
uk: Улюблені статуси

source: More
ar: أكثر
bn_in: অধিক
fa: بیش‌تر
gl: Máis
hu: Többi
ja: 続き
mk: Повеќе
pa: ਹੋਰ
ru: Больше
sr: Још
tr: Daha
uk: Більше

source: Home timeline
ar: خط الزمن الرئيسي
bn_in: নিজের সময়রেখা
cs: Domácí časová osa
fa: خط‌زمانی خانگی
gl: Liña do tempo principal
hu: Saját idővonal
ja: ホームタイムライン
lv: Visi ziņojumi
mk: Домашна временска линија
pa: ਘਰ ਟਾਈਮ-ਲਾਈਨ
ru: Домашняя лента
sr: Домаћи временски ток
tr: Ev zaman çizelgesi
uk: Домашня стрічка повідомлень

source: Show your home timeline
ar: إظهار خط الزمن الرئيسي
bn_in: আপনার নিজের সময়রেখা প্রদর্শন করা হবে
cs: Zobrazit tvoji domácí časovou osu
fa: نشان‌دادن خط‌زمانی خانگی شما
gl: Mostra a súa liña do tempo principal
hu: Saját idővonal megjelenítése
ja: ホームライムラインを表示
lv: Rādīt visus ziņojumus
mk: Прикажи ја твојата домашна временска линија
pa: ਆਪਣਾ ਘਰ ਟਾਈਮ-ਲਾਈਨ ਵੇਖੋ
ru: Показать вашу домашнюю ленту
sr: Прикажи домаћи временски ток
th: แสดง home timeline
tr: Ev zaman çizelgesini göster
uk: Показати вашу домашню стрічку повідомлень

source: Mentions
ar: الردود
bn_in: উত্তর
cs: Zmiňuje
fa: پاسخ‌ها
gl: Mencións
hu: Említések
ja: 返事
lv: Atsauksmes
mk: Споменувања
ru: Упоминания
sr: Спомињања
th: การกล่าวถึง
tr: Yanıtlar
uk: Згадки

source: Show mentions
ar: إظهار الردود
bn_in: প্রাপ্ত উত্তর প্রদর্শন করা হবে
cs: Ukaž zmínky
fa: نشان‌دادن پاسخ‌ها
gl: Mostrar as mencións
hu: Említések megjelenítése
ja: 返事を表示
lv: Rādīt atsauksmes
mk: Прикажи споменувања
ru: Показать упоминания
sr: Прикажи спомињања
th: แสดงตามการกล่าวถึง
tr: Yanıtları göster
uk: Показати згадки

source: Direct messages
ar: الرسائل المباشرة
bn_in: সরাসরি বার্তা
cs: Přímé zprávy
fa: پیام‌های مستقیم
gl: Mensaxes directas
hu: Közvetlen üzenetek
ja: 便り
lv: Vēstules
mk: Директни пораки
pa: ਸਿੱਧੇ ਸੁਨੇਹੇ
ru: Ответы
sr: Директне поруке
th: ข้อความส่วนตัว
tr: Doğrudan ileti
uk: Приватні повідомлення

source: Show direct messages
ar: إظهار الرسائل المباشرة
bn_in: সরাসরি প্রাপ্ত বার্তাগুলি প্রদর্শন করা হবে
cs: Zobrazit přímé zprávy
fa: نشان‌دادن پیام‌های مستقیم
gl: Mostrar as mensaxes directas
hu: Közvetlen üzenetek megjelenítése
ja: 便りを表示
lv: Rādīt vēstules
mk: Прикажи директни пораки
pa: ਸਿੱਧੇ ਸੁਨੇਹੇ ਵੇਖੋ
ru: Показать личные сообщения
sr: Прикажи директне поруке
th: แสดงข้อความส่วนตัว
tr: Doğrudan iletileri göster
uk: Показати приватні повідомлення

source: User info
ar: معلومات المستخدم
bn_in: ব্যবহারকারীর তথ্য
fa: اطلاعات کاربر
gl: Información de usuario/a
hu: Felhasználói információ
ja: ユーザー情報
lv: Lietotāja informācija
mk: Кориснички информации
pa: ਯੂਜ਼ਰ ਜਾਣਕਾਰੀ
ru: Информация о пользователе
sr: Информације корисника
th: ข้อมูลผู้ใช้
tr: Kişi bilgisi
uk: Інформація про користувача

source: Show information about user
ar: إظهار معلومات حول المستخدم
bn_in: ব্যবহারকারী সম্বন্ধীয় তথ্য প্রদর্শন করা হবে
fa: نشان‌دادن اطلاعات دربارهٔ کاربر
gl: Mostrar información sobre o/a usuario/a
hu: Információk megjelenítése egy felhasználóról
ja: ユーザーの情報を表示
lv: Rādīt informāciju par lietotāju
mk: Прикажи информации околу корисник
pa: ਯੂਜ਼ਰ ਬਾਰੇ ਜਾਣਕਾਰੀ ਵੇਖੋ
ru: Показать информацию о пользователе
sr: Прикажи информације корисника
th: แสดงข้อมูลเกี่ยวกับผู้ใช้
tr: Kişi hakkında bilgileri göster
uk: Показати інформацію про користувача

source: updated
ar: مُحدّث
bn_in: আপডেট করা হয়েছে
cs: obnoveno
fa: به‌روزرسانی شد
gl: actualizado
hu: frissítve
ja: アップデートしました
lv: atjaunots
mk: обновено
pa: ਅੱਪਡੇਟ ਕੀਤੇ
ru: обновлено
sr: освежено
th: อัพเดตแล้ว
tr: güncellendi
uk: оновлено

source: New status
ar: تحديث جديد
bn_in: নতুন বার্তা
cs: Nový status
fa: وضعیت تازه
gl: Estado novo
hu: Új üzenet
ja: 新しいつぶやき
lv: Jauns ziņojums
mk: Нов статус
pa: ਨਵੀਂ ਹਾਲਤ
ru: Новый статус
sr: Нови статус
th: สถานะใหม่
tr: Yeni durum iletisi
uk: Новий статус

source: Create new status
ar: إنشاء حالة جديدة
bn_in: নতুন বার্তা প্রস্তুত করুন
cs: Vytvořit nový status
fa: ساختن وضعیت تازه
gl: Crear un estado novo
hu: Új üzenet létrehozása
ja: 新しいつぶやきをする
lv: Izveidot jaunu ziņojumu
mk: Создади нов статус
pa: ਨਵੀਂ ਹਾਲਤ ਬਣਾਓ
ru: Создать новый статус
sr: Направи нови статус
th: สร้างสถานะใหม่
tr: Yeni durum iletisi oluştur
uk: Створити новий статус

source: New direct message
ar: رسالة مباشرة جديدة
bn_in: নতুন সরাসরি বার্তা
cs: Nová přímá zpráva
fa: پیام مستقیم تازه
gl: Mensaxe directa nova
hu: Új közvetlen üzenet
ja: 新しい便り
lv: Jauna vēstule
mk: Нова директна порака
pa: ਨਵਾਂ ਸਿੱਧਾ ਸੁਨੇਹਾ
ru: Написать другу
sr: Нова директна порука
th: ข้อความส่วนตัวใหม่
tr: Yeni doğrudan ileti
uk: Нове приватне повідомлення

source: Create new direct message
ar: إنشاء رسالة مباشرة جديدة
bn_in: সরাসরি পাঠানোর উদ্দেশ্যে একটি নতুন বার্তা প্রস্তুত করুন
cs: Vytvořit novou přímou zprávu
fa: ساختن پیام مستقیم تازه
gl: Crear mensaxe directa nova
hu: Új közvetlen üzenet létrehozása
ja: 新しい便りを作る
lv: Izveidot jaunu vēstuli
mk: Создади нова директна порака
pa: ਨਵਾਂ ਸਿੱਧਾ ਸੁਨੇਹਾ ਲਿਖੋ
ru: Создать новое сообщение другу
sr: Направи нову директну поруку
th: สร้างข้อความส่วนตัวใหม่
tr: Yeni doğrudan ileti oluştur
uk: Створити нове приватне повідомлення

source: Show user
ar: إظهار المستخدم
bn_in: ব্যবহারকারীর তথ্য প্রদর্শন
fa: نشان‌دادن کاربر
gl: Mostrar o/a usuario/a
hu: Felhasználó megjelenítése
ja: ユーザーを表示
lv: Rādīt lietotāju
mk: Прикажи корисник
pa: ਯੂਜ਼ਰ ਵੇਖੋ
ru: Найти пользователя
sr: Прикажи корисника
th: แสดงผู้ใช้
tr: Kişi göster
uk: Показати користувача

source: Show information about specified user
ar: إظهار معلومات عن مستخدم محدد
bn_in: চিহ্নিত ব্যবহারকারী সম্বন্ধীয় তথ্য প্রদর্শন করা হবে
fa: نشان‌دادن اطلاعات دربارهٔ کاربر مشخص‌شده
gl: Mostrar información sobre a persoa usuaria especificada
hu: Információk megjelenítése egy adott felhasználóról
lv: Rādīt informāciju par izvēlēto lietotāju
mk: Прикажи информации околу одбраниот корисник
pa: ਦਿੱਤੇ ਯੂਜ਼ਰ ਬਾਰੇ ਜਾਣਕਾਰੀ ਵੇਖੋ
ru: Показать информацию об указанном пользователе
sr: Прикажи информације о одређеном кориснику
th: แสดงข้อมูลเกี่ยวกับผู้ใช้นี้
tr: Belirtilen kişinin bilgilerini göster
uk: Показати інформацію про вказанного користувача

source: Show favorites...
ar: عرض المُفضّلات...
bn_in: পছন্দসই বার্তা প্রদর্শন করা হবে...
fa: نشان‌دادن برگزیده‌ها...
gl: Mostrar os favoritos...
hu: Kedvencek megjelenítése...
ja: お気に入りを表示...
mk: Прикажи омилени...
pa: ਪਸੰਦੀਦਾ ਵੇਖੋ...
ru: Показать избранное...
sr: Прикажи омиљене...
tr: Favorileri göster...
uk: Показати улюблені статуси...

source: Update timeline
ar: تحديث خط الزمن
bn_in: সময়রেখা আপডেট করা হবে
cs: Obnovit časovou osu
fa: به‌روزرسانی خط‌زمانی
gl: Actualizar a liña do tempo
hu: Idővonal frissítése
ja: タイムラインをアップデート
lv: Atjaunot ziņojumus
mk: Обнови ја временската линија
pa: ਟਾਈਮ-ਲਾਈਨ ਅੱਪਡੇਟ
ru: Обновить ленту сообщений
sr: Освежи временски ток
th: อัพเดตเส้นเวลา
tr: Zaman çizelgesini güncelle
uk: Поновити стрічку повідомлень

source: Quit
ar: خروج
bn_in: প্রস্থান
cs: Ukončit
fa: خروج
gl: Saír
hu: Kilépés
ja: 終了
lv: Iziet
mk: Излез
pa: ਬਾਹਰ
ru: Выйти
sr: Напусти
th: ออก
tr: Çık
uk: Вийти

source: Edit
ar: تحرير
bn_in: সম্পাদনা
cs: Upravit
fa: ویرایش
gl: Modificar
hu: Szerkesztés
ja: 編集
lv: Labot
mk: Уреди
pa: ਸੋਧ
ru: Правка
sr: Уреди
th: แก้ไข
tr: Düzenle
uk: Редагування

source: Preferences
ar: خصائص
bn_in: পছন্দসই বৈশিষ্ট্য
cs: Nastavení
fa: ترجیحات
gl: Preferencias
hu: Beállítások
ja: 設定
lv: Iestatījumi
mk: Поставки
pa: ਪਸੰਦ
ru: Параметры
sr: Поставке
th: ปรับแต่ง
tr: Tercihler
uk: Параметри

source: View
ar: عرض
bn_in: প্রদর্শন
cs: Zobrazit
fa: نمایش
gl: Ver
hu: Nézet
ja: 表示
lv: Skats
mk: Поглед
pa: ਵੇਖੋ
ru: Вид
sr: Приказ
th: มุมมอง
tr: Görünüm
uk: Вигляд

source: Show menu
ar: إظهار القائمة
bn_in: মেনু প্রদর্শন
cs: Ukázat menu
fa: نمایش فهرست
gl: Mostrar o menú
hu: Menü megjelenítése
ja: メニューを表示
lv: Rādīt izvēlni
mk: Прикажи мени
pa: ਮੇਨੂ ਵੇਖੋ
ru: Показать меню
sr: Прикажи мени
th: แสดงเมนู
tr: Menüyü göster
uk: Показати меню

source: Show toolbar
ar: إظهار شريط الأدوات
bn_in: টুল-বার প্রদর্শন
cs: Ukázat nástrojovou lištu
fa: نمایش نوار ابزار
gl: Mostrar a barra de ferramentas
hu: Eszköztár megjelenítése
ja: ツールバーを表示
lv: Rādīt rīkjoslu
mk: Прикажи палета со алатки
pa: ਟੂਲਬਾਰ
ru: Показать панель инструментов
sr: Прикажи траку алатки
th: แสดงแถบเครื่องมือ
tr: Araç çubuğunu göster
uk: Показати панеь інструментів

source: Help
ar: المساعدة
bn_in: সাহায্য
cs: Pomoc
fa: کمک
gl: Axuda
hu: Súgó
ja: ヘルプ
lv: Palīdzība
mk: Помош
pa: ਮੱਦਦ
ru: Справка
sr: Помоћ
th: วิธีใช้
tr: Yardım
uk: Довідка

source: About %s
ar: حول %s
bn_in: %s পরিচিতি
cs: O %s
fa: دربارهٔ %s
gl: Sobre o %s
hu: %s névjegye
ja: %sについて
lv: Par %s
mk: Околу %s
pa: %s ਬਾਰੇ
ru: О %s
sr: О програму %s
th: เกี่ยวกับ %s
tr: %s hakkında
uk: Про %s

source: Get older entries
ar: جلب مدخلات قديمة
bn_in: পুরোনো বার্তা উদ্ধার করা হবে
cs: Získat starší příspěvky
fa: گرفتن ورودی‌های قدیمی‌تر
gl: Obter entradas máis antigas
hu: Régebbi bejegyzések
ja: 古いエントリーを取得
lv: Iegūt vecākus ierakstus
mk: Земи постари записи
pa: ਪੁਰਾਣੀਆਂ ਐਂਟਰੀਆਂ ਲਵੋ
ru: Получить более старые записи
sr: Добави старије уносе
th: แสดงรายการเก่า
tr: Eskileri çağır
uk: Отримати старіші записи

source: Direct message
ar: رسالة مباشرة
bn_in: সরাসরি বার্তা
cs: Přímá zpráva
fa: پیام مستقیم
gl: Mensaxe directa
hu: Közvetlen üzenetek
ja: 便り
lv: Vēstule
mk: Директна порака
pa: ਸਿੱਧਾ ਸੁਨੇਹਾ
ru: Личное сообщение
sr: Директна порука
th: ข้อความส่วนตัว
tr: Doğrudan ileti
uk: Приватне повідомлення

source: from
ar: من
bn_in: প্রেরক
cs: od
fa: از
gl: de
hu: tőle
ja: から
lv: no
mk: од
pa: ਵਲੋਂ
ru: от
sr: од
th: จาก
tr: Nereden:
uk: від

source: Updates
ar: تحديثات
bn_in: আপডেট
cs: Nové zprávy
fa: به‌روزرسانی‌ها
gl: Actualizacións
hu: Frissítés
ja: アップデート
lv: Ziņojumi
mk: Обновувања
pa: ਅੱਪਡੇਟ
ru: Обновления
sr: Освежења
th: อัพเดต
tr: Güncellemeler
uk: Оновлення

source: in the home timeline: %d
ar: في الخط الزمني الرئيسي: %d
bn_in: নিজের সময়রেখার অধীন: %d
cs: v domácí časové řadě: %d
fa: در خط‌زمانی خانگی: %d
gl: na liña do tempo principal: %d
hu: Saját idővonal: %d
ja: ホームタイムライン :%d
lv: visos ziņojumos: %d
mk: во оваа временска линија: %d
ru: в домашней ленте новостей: %d
sr: у домаћем временском току: %d
th: ใน home timeline: %d
tr: ev zaman çizelgesinde: %d
uk: в домашній стрічці повідомлень: %d

source: in mentions: %d
ar: في الردود: %d
bn_in: উত্তর অথবা উল্লেখসহ: %d
cs: ve zmínkách: %d
fa: در پاسخ‌ها %d
gl: nas mencións: %d
hu: Említések: %d
ja: 返事: %d
lv: atsauksmēs: %d
mk: во споменувања: %d
ru: в упоминаниях: %d
sr: у спомињањима: %d
th: ในการกล่าวถึง: %d
tr: yanıtlarda: %d
uk: в згадках: %d

source: in direct messages: %d
ar: في الرسائل المباشرة: %d
bn_in: সরাসরির বার্তায়: %d
cs: v přímých zprávách: %d
fa: در پیام‌های مستقیم: %d
gl: nas mensaxes directas: %d
hu: Közvetlen üzenet: %d
ja: 便り: %d
lv: vēstulēs: %d
mk: во директни пораки: %d
ru: в личных сообщениях: %d
sr: у директним порукама: %d
th: ในข้อความส่วนตัว: %d
tr: doğrudan iletilerde: %d
uk: в приватних повідомленнях: %d

source: Update interval (in minutes)
ar: فارق التحديث (بالدقائق)
bn_in: আপডেট করার বিরতি কাল (মিনিটে ধার্য)
cs: Obnovovat v intervalu (minut)
fa: فاصله‌زمانی به‌روزرسانی (به دقیقه)
gl: Intervalo de actualización (en minutos)
hu: Frissítési időköz (percekben)
ja: アップデート間隔（分）
lv: Atjaunināšanas starplaiks
mk: Интервал на обновување (во минути)
pa: ਅੱਪਡੇਟ ਅੰਤਰਾਲ (ਮਿੰਟਾਂ 'ਚ)
ru: Интервал обновления (в минутах)
sr: Интервал освежења ( у минутима )
th: ช่วงเวลาอัพเดตข้อมูล (หน่วยเป็นนาที)
tr: Güncelleme aralığı (dakika)
uk: Інтервал поновлення (в хвилинах)

source: Default number of statuses
ar: عدد الحالات الافتراضي
bn_in: প্রদর্শিত অবস্থাসূচক বার্তার ডিফল্ট সংখ্যা
cs: Standardní počet statusů
fa: تعداد پیش‌فرض وضعیت‌ها
gl: Número predeterminado de estados
hu: Üzenetek száma
ja: つぶやきの数
lv: Noklusētais ziņojumu skaits
mk: Подразбирлив број на статуси
pa: ਹਾਲਤ ਲਈ ਡਿਫਾਲਟ ਨੰਬਰ
ru: Количество отображаемых статусов статусов
sr: Подразумевани број статуса
th: ค่าปริยายของสถานะ
tr: Ön tanımlı durum sayısı
uk: Кількість статусів за замовчуванням

source: URL shortening service
ar: خدمة تقصير الروابط
bn_in: URL সংক্ষিপ্তকরণের পরিসেবা
cs: Služba pro zkracování URL
fa: سرویس کوتاه‌سازی نشانی اینترنتی
gl: Servizo de abreviación de URL
hu: URL-rövidítő szolgáltatás
ja: URL省略サービス
lv: Adrešu saīsināšanas serviss
mk: Сервис за кратење линкови
ru: Служба сокращения URL
sr: Сервис за УРЛ скраћивање
th: บริการย่อ URL
tr: Bağlantı kısaltma servisi
uk: Сервіс для скорочення URLів

source: Enable spell checking
ar: تفعيل التدقيق الإملائي
bn_in: বানান পরীক্ষণ ব্যবস্থা সক্রিয় করা হবে
fa: به‌کارانداختن غلط‌یاب املایی
gl: Activar a corrección ortográfica
hu: Helyesírás-ellenőrző engedélyezése
ja: スペルチェックを有効
mk: Овозможи проверување на правописни грешки
pa: ਸਪੈੱਲ ਚੈੱਕ ਚਾਲੂ
ru: Включить проверку правописания
sr: Омогући проверу правописа
tr: İmla kontrolünü etkinleştir
uk: Включити перевірку орфографії

source: Starting up in tray
ar: البدء في شريط المهام
bn_in: ট্রের মধ্যে আরম্ভ করা হবে
cs: Spouštění v
fa: راه‌اندازی در سینی
gl: Iniciando na bandexa
hu: Indítás a tálcán
ja: トレイ内でスタートアップ
lv: Sākt sistēmjoslā
mk: Започнува со иконата во системската лента
pa: ਟਰੇ 'ਚ ਸ਼ੁਰੂ ਕਰੋ
ru: Запускать в трее
sr: Покрени у системској касети
th: เริ่มต้นที่ถาดระบบ
tr: Sistem çekmecesinde açıl
uk: Запускатися в треї

source: Show tray icon
ar: إظهار أيقونة شريط المهام
bn_in: ট্র আইকন প্রদর্শন করা হবে
fa: نشان‌دادن نماد سینی
gl: Mostrar a icona da bandexa
hu: Tálcaikon megjelenítése
ja: トレイアイコンを表示
lv: Rādīt sistēmjoslas ikonu
mk: Прикажи ја иконата од системската лента
pa: ਸਿਸਟਮ ਟਰੇ 'ਚ ਵੇਖੋ
ru: Показать иконку в трее
sr: Прикажи системску икону
tr: Sistem çekmecesinde simge göster
uk: Показати іконку в треї

source: For timeline
ar: لخط الزمن
bn_in: সময়রেখার জন্য
cs: Pro časovou řadu
fa: برای خط‌زمانی
gl: Da liña do tempo
hu: Saját idővonal
ja: タイムライン
lv: Visiem ziņojumiem
mk: За временска линија
pa: ਟਾਈਮ-ਲਾਈਨ ਲਈ
ru: Для ленты сообщений
sr: За временски ток
th: สำหรับเส้นเวลา
tr: Zaman çizelgesi için
uk: Для стрічки повідомлень

source: For mentions
ar: للردود
bn_in: উত্তর/উল্লেখের জন্য
cs: Pro zmínky
fa: برای پاسخ‌ها
gl: Das mencións
hu: Említések
ja: 返事
lv: Atsauksmēm
mk: За споменувања
ru: Для упоминаний
sr: За спомињања
th: สำหรับการกล่าวถึง
tr: Yanıtlar için
uk: Для згадок

source: For direct messages
ar: للرسائل المباشرة
bn_in: সরাসরি বার্তার জন্য
cs: Pro přímé zprávy
fa: برای پیام‌های مستقیم
gl: Das mensaxes directas
hu: Közvetlen üzenetek
ja: 便り
lv: Vēstulēm
mk: За директни пораки
pa: ਸਿੱਧੇ ਸੁਨੇਹੇ ਲਈ
ru: Для личных сообщений
sr: За директне поруке
th: สำหรับข้อความส่วนตัว
tr: Doğradan iletiler için
uk: Для приватних повідомлень

source: Retweets style
ar: شكل إعادة الإرسال
bn_in: পুনরায় tweet-র বিন্যাস
cs: Styl Retweetů
fa: شیوهٔ دوباره فرستادن
gl: Estilo de retweets
hu: Továbbítás stílusa
ja: リツイート形式
lv: Pārziņošanas veids
mk: Стил на ри-твит
ru: Стиль ретвитов
sr: Ретвит стил
th: รูปแบบการ Retweets
tr: Retweets biçimi
uk: Стиль ретвітів

source: Clear now
ar: نظّف الآن
bn_in: অবিলম্বে পরিশ্রুত করুন
cs: Vyčistit teď
fa: اکنون پاک کن
gl: Limpar agora
hu: Ürítés most
ja: クリア
lv: Iztīrīt tagad
mk: Исчисти сега
pa: ਹੁਣੇ ਸਾਫ਼ ਕਰੋ
ru: Очистить сейчас
sr: Очисти
th: ล้างข้อมูล
tr: Temizle
uk: Очистити негайно

source: General
ar: عام
bn_in: সাধারণ
cs: Obecné
fa: کلی
gl: Xeral
hu: Általános
ja: 一般
lv: Vispārīgi
mk: Општо
pa: ਆਮ
ru: Основные
sr: Опште
th: ทั่วไป
tr: Genel
uk: Головні

source: Retweets
ar: إعادة الإرسال
bn_in: পুনরায় tweet
cs: Retweety
fa: دوباره فرستاده شده‌ها
hu: Továbbítások
ja: リツイート
lv: Pārziņojumi
mk: Ри-твити
pa: ਰੀ-ਟਵੀਟ
ru: Ретвиты
sr: Ретвит
tr: Tekrar ötüşler
uk: Ретвіти

source: Cache
ar: ذاكرة مؤقتة
bn_in: ক্যাশে
fa: حافظهٔ نهان
gl: Caché
hu: Tároló
ja: キャッシュ
lv: Kešatmiņa
mk: Кеш
pa: ਕੈਸ਼
ru: Кеш
sr: Кеш
th: แคช
tr: Önbellek
uk: Кеш

source: Notification area
ar: مكان التنبيهات
bn_in: বিজ্ঞপ্তিস্থল
fa: ناحیهٔ آگاه‌سازی
gl: Área de notificación
hu: Értesítési terület
ja: 通知エリア
lv: Paziņojumu lauks
mk: Област за известувања
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ ਏਰੀਆ
ru: Уведомления
sr: Обавештајна зона
tr: Uyarı alanı
uk: Область сповіщень

source: Notification
ar: إظهار التنبيهات
bn_in: বিজ্ঞপ্তি
cs: Oznámení
fa: آگاه‌سازی
gl: Notificación
hu: Értesítések
ja: 通知
lv: Paziņojumi
mk: Известување
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ
ru: Уведомления
sr: Обавештења
th: การแจ้งเตือน
tr: Uyarı
uk: Повідомлення

source: Authorization
ar: توثيق
bn_in: অনুমোদন
cs: Autorizace
fa: اجازه
gl: Autorización
hu: Engedélyezés
ja: 認証
lv: Autorizācija
mk: Авторизација
pa: ਪਰਮਾਣਕਿਤਾ
ru: Автоиризация
sr: Овлашћење
th: การอนุญาต
tr: Yetkilendirme
uk: Авторизація
