Repository: KGIII/pino-twitter
Catalog: po/*.po
Languages: ar, bn_in, cs, fa, gl, hu, ja, lv, mk, pa, ru, sr, th, tr, uk

source: Create new account...
ar: إنشاء حساب جديد...
bn_in: নতুন অ্যাকাউন্ট নির্মাণ করুন...
cs: Vytvořit nový účet...
fa: ساختن حساب کاربری تازه
gl: Crear unha conta nova...
hu: Új fiók létrehozása...
ja: 新しいアカウントの作成
lv: Izveidot jaunu kontu...
mk: Создади нова сметка...
pa: ਨਵਾਂ ਅਕਾਊਂਟ ਬਣਾਓ...
ru: Создать новую учетную запись...
sr: Направи нови налог...
th: สร้างบัญชีใหม่...
tr: Yeni hesap oluştur...
uk: Створити новий обліковий запис...

source: Statuses
ar: الحالات
bn_in: অবস্থাসূচক বার্তা
cs: Statusy
fa: وضعیت‌ها
gl: Estados
hu: Üzenetek
ja: つぶやき
lv: Ziņojumi
mk: Статуси
pa: ਹਾਲਤ
ru: Статусы
sr: Статуси
th: สถานะ
tr: Durum iletileri
uk: Статуси

source: Rounded corners
ar: زوايا دائرية
bn_in: মশ্রিণ প্রান্ত
cs: Zakulacené rohy
fa: گوشه‌های گرد شده
gl: Cantos arredondados
hu: Lekerekített sarkok
ja: 角の丸み
lv: Noapaļoti stūri
mk: Заоблени краеви
pa: ਗੋਲ ਕੋਨੇ
ru: Закругленные углы
sr: Заобљени углови
th: ขอบรูปมน
tr: Yuvarlatılmış kenarlar
uk: Закруглені кути

source: Right-to-left languages detection
ar: اتجاه لغة من اليمين-لليسار
bn_in: ডানদিক-থেকে-বাঁদিকের দিশায় লেখা ভাষা সনাক্তের বৈশিষ্ট্য
cs: Detekce jazyků psaných z prava do leva
fa: شناسایی زبان‌های راست به چپ
gl: Detección de idiomas «dereita a esquerda»
hu: Jobbról balra író nyelvek felismerése
ja: 右から左へ書く言語の検出
lv: No labās uz kreiso valodu noteikšana
mk: Познавање на јазици кои одат од десно на лево
ru: Распознавание RTL (справа налево) языков
sr: Детектовање језика с десна на лево
th: การตรวจจับภาษาที่อ่านจากขวาไปซ้าย
tr: Sağdan sola dil algıla
uk: Розпізнавання RTL (зправа наліво) мов

source: Full names instead of nicknames
ar: الأسماء الحقيقية بدلاً عن اللقب
bn_in: উপনামের বদলে সম্পূর্ণ নাম প্রদর্শিত হবে
cs: Plná jména místo přezdívek
fa: نام‌های کامل به‌جای نام‌های مستعار
gl: Nomes completos en vez de alcumes
hu: Teljes nevek a becenevek helyett
ja: ニックネームの代わりにフルネーム
lv: Pilni vārdi iesauku vietā
mk: Целосни имиња наместо корисничките имиња
ru: Показывать полные имена
sr: Пуно име уместо надимка
th: ชื่อเต็มแทนที่ชื่อเล่น
tr: Takma ad yerine tam isim göster
uk: Повні імена замість ніків

source: Native links color
ar: لون الروابط الأصلية
hu: Eredeti linkek színe
mk: линкови со родна боја
tr: Yerel bağlantı rengi
uk: Рідний колір посилань

source: Default font
ar: الخط الافتراضي
bn_in: ডিফল্ট ব্যবহৃত ফন্ট
cs: Standardní font
fa: قلم پیش‌فرض
gl: Tipo de letra predeterminado
hu: Alapértelmezett betűtípus
ja: デフォルトフォント
lv: Noklusētais fonts
mk: Подразбирлив фонт
pa: ਡਿਫਾਲਟ ਫੋਂਟ
ru: Шрифт по умолчанию
sr: Подразумевани фонтови
th: แบบอักษรปริยาย
tr: Ön tanımlı yazıtipi
uk: Шрифт за замовчуванням

source: Fresh statuses color
ar: لون الحالات الحديثة
bn_in: নতুন অবস্থাসূচক বার্তা প্রদর্শনের রং
cs: Barva nových statusů
fa: رنگ وضعیت‌های تازه
gl: Cor dos estados novos
hu: Új üzenet színe
ja: つぶやきの色の変更
lv: Svaigo ziņojumu krāsa
mk: Боја на свежите статуси
ru: Выделять новые статусы цветом
sr: Боја свежих статуса
th: สีของสถานะล่าสุด
tr: Durum iletilerinin rengini tazele
uk: Колір свіжих статусів

source: Opacity
ar: الشفافية
bn_in: স্বচ্ছতার মাত্রা
cs: Průhlednost
fa: تیرگی
gl: Opacidade
hu: Áttetszőség
ja: 不透明度
lv: Necaurspīdība
mk: (Не)проѕирност
pa: ਧੁੰਦਲਾਪਨ
ru: Прозрачность
sr: Провидност
th: ความทึบแสง
tr: Şeffaflık
uk: Прозорість

source: Main
ar: الرئيسية
bn_in: প্রধান
cs: Hlavní
fa: اصلی
gl: Principal
hu: Fő jellemzők
ja: メイン
lv: Galvenais
mk: Главно
pa: ਮੇਨ
ru: Главные настройки
sr: Основно
th: หลัก
tr: Genel
uk: Головні налаштування

source: Desktop
ar: سطح المكتب
bn_in: ডেস্কটপ
fa: میزکار
gl: Escritorio
hu: Asztal
ja: デスクトップ
lv: Darbvirsma
mk: Работна површина
pa: ਡੈਸਕਟਾਪ
ru: Настройки рабочего стола
sr: Површ
tr: Masaüstü
uk: Робочий стіл

source: Appearance
ar: المظهر
bn_in: চেহারা ছবি
cs: Vzhled
fa: نما
gl: Aparencia
hu: Megjelenítés
ja: 外観
lv: Izskats
mk: Изглед
pa: ਦਿੱਖ
ru: Внешний вид
sr: Изглед
th: ลักษณะ
tr: Görünüm
uk: Зовнішній вигляд

source: Shorten URLs...
ar: تقصير الروابط
bn_in: URL সংক্ষিপ্তকরণ...
cs: Zkrácené URL...
fa: کوتاه‌کردن نشانی‌های اینترنتی...
gl: URL abreviadas...
hu: URL rövidítése...
ja: 省略URL...
lv: Īsināt adreses...
mk: Скрати линкови...
pa: ਛੋਟੇ URL...
ru: Сократить URL...
sr: Скрати УРЛ-ове...
th: ย่อ URLs
tr: Kısaltılmış bağlantılar...
uk: Зкоротити URLи...

source: Shortening URLs...
ar: تقصير الروابط...
bn_in: URL সংক্ষিপ্তকরণ...
cs: Zkracuji URL...
fa: درحال کوتاه‌کردن نشانی‌های اینترنتی...
gl: Abreviación de URL...
hu: URL rövidítése...
ja: URLを省略...
lv: Īsina adreses...
mk: Кратење на линокви...
ru: Сокращение URL...
sr: Скраћујем УРЛ-ове...
th: กำลังย่อ URLs...
tr: Bağlantılar kısaltılıyor...
uk: Зкорочення URLів...

source: URLs was shortened successfully
ar: قُصّرت الروابط بنجاح
bn_in: সাফল্যলের সাথে URL-টি সংক্ষিপ্ত করা হয়েছে
cs: Tvůj status byl úspěšně vymazán
fa: نشانی‌های اینترنتی با موفقیت کوتاه شد
gl: O seu URL foi abreviado correctamente
hu: URL sikeresen rövidítve
ja: URLの省略は成功しました
lv: Adreses tika veiksmīgi saīsinātas
mk: Линкот беше скратен успешно
pa: URL ਠੀਕ ਤਰ੍ਹਾਂ ਛੋਟਾ ਹੋ ਗਿਆ
ru: Сокращение URL успешно завершено
sr: УРЛ-ови успешно скраћени
th: URLs ถูกย่อสำเร็จแล้ว
tr: Bağlantı başarıyla kısaltıldı
uk: URLи були успішно зкорочені

source: Nothing to shorten
ar: لا شيء لتقصيره
bn_in: সংক্ষিপ্ত করার উদ্দেশ্যে তথ্য উপস্থিত নেই
cs: Nic ke zkrácení
fa: چیزی برای کوتاه‌کردن وجود ندارد
gl: Non hai nada que abreviar
hu: Nincs mit rövidíteni
ja: 省略するものはありません
lv: Nav ko īsināt
mk: Ништо за скратување
pa: ਛੋਟਾ ਕਰਨ ਲਈ ਕੁਝ ਨਹੀਂ
ru: Нет адресов для сокращения
sr: Ништа за скраћивање
th: ไม่มีอะไรให้ย่อ
tr: Kısaltılacak bağlantı yok
uk: Нема чого зкорочувати

source: New status:
ar: حالة جديدة:
bn_in: অবস্থাসূচক নতুন বার্তা:
cs: Nový status:
fa: وضعیت جدید:
gl: Estado novo:
hu: Új üzenet:
ja: 新しいつぶやき:
lv: Jauns ziņojums:
mk: Нов статус:
pa: ਨਵੀਂ ਹਾਲਤ:
ru: Новый статус:
sr: Нови статус:
th: สถานะใหม่:
tr: Yeni durum iletisi:
uk: Новий статус:

source: Hide
ar: إخفاء
bn_in: আড়াল করুন
cs: Skrýt
fa: پنهان‌کردن
gl: Ocultar
hu: Rejtés
ja: 隠す
lv: Paslēpt
mk: Сокриј
pa: ਓਹਲੇ
ru: Спрятать
sr: Сакри
th: ซ่อน
tr: Gizle
uk: Сховати

source: Reply to <b>%s</b>:
ar: رد لـ <b>%s</b>
bn_in: <b>%s</b>-র উদ্দেশ্যে উত্তর:
cs: Odpověd na <b>%s</b>:
fa: پاسخ به <b>%s</b>:
gl: Responder a <b>%s</b>:
hu: Válasz neki:<b>%s</b>
ja: <b>%s</b>への返信
lv: Atbilde <b>%s</b>:
mk: Одговори на <b>%s</b>:
pa: <b>%s</b> ਨੂੰ ਜਵਾਬ:
ru: Ответить <b>%s</b>:
sr: Одговор на <b>%s</b>:
th: ตอบกลับถึง <b>%s</b>:
tr: <b>%s</b>'e cevabı:
uk: Відповісти <b>%s</b>:

source: Reply to
ar: رد لـ
bn_in: উত্তর প্রাপক
cs: Odpovědět pro
fa: پاسخ به
gl: Responder a
hu: Válasz
ja: へ返信
lv: Atbildēt
mk: Одговори на
pa: ਜਵਾਬ
ru: Ответить
sr: Одговори
th: ตอบกลับถึง
tr: Cevap
uk: Відповідь до

source: Direct message to
ar: رسالة مباشرة لـ
bn_in: সরাসরি বার্তা প্রাপক
cs: Přímá zpráva pro
fa: پیام مستقیم به
gl: Mensaxe directa para
hu: Közvetlen üzenet
ja: へ便り
lv: Vēstule
mk: Директна порака до
pa: ਸਿੱਧਾ ਸੁਨੇਹਾ
ru: Написать личное сообшение
sr: Директна порука
th: ข้อความส่วนตัวถึง
tr: Doğrudan ileti
uk: Приватне повідомлення до

source: Retweet:
ar: إعادة إرسال:
bn_in: পুনরায় tweet:
hu: Továbbítás:
ja: リツイート:
lv: Pārziņot
mk: Ри-твит:
pa: ਰੀਟਵੀਟ:
ru: Ретвит:
sr: Ретвит:
tr: Tekrar öt:
uk: Ретвіт:

source: Your status is too long
ar: الحالة قصيرة جداً
bn_in: অবস্থাসূচক বার্তাটি অত্যাধিক লম্বা
cs: Tvůj status je příliš dlouhý
fa: وضعیت شما خیلی بلند است
gl: O seu estado é demasiado longo
hu: Túl hosszú az üzenete
ja: つぶやきが長すぎます
lv: Jūsu ziņojums ir pārāk garš
mk: Твојот статус е премногу долг
pa: ਤੁਹਾਡਾ ਹਾਲਤ ਸੁਨੇਹਾ ਬਹੁਤ ਲੰਮਾ ਹੈ
ru: Ваш статус слишком длинный
sr: Ваш статус је предугачак
th: สถานะของคุณยาวเกินไป
tr: Durum iletisi çok uzun
uk: Ваш статус занадто довгий

source: Type something first
ar: اُكتب شيئاً أولاً
bn_in: প্রথমে কিছু লিখুন
cs: Najdříve něco napiš
fa: ابتدا چیزی بنویسید
gl: Primeiro escriba algo
hu: Először írjon valamit
ja: 何か書いてください
lv: Vispirms kaut ko ierakstiet
mk: Откуцајте нешто првин
pa: ਪਹਿਲਾਂ ਕੁਝ ਲਿਖੋ
ru: Введите что-нибудь сначала
sr: Прво напишите нешто
th: พิมพ์ข้อมูลบางอย่างก่อน
tr: Önce bir şeyler yazın
uk: Введіть що-небуть спочатку

source: Sending status...
ar: إرسال الحالة...
bn_in: অবস্থাসূচক বার্তা পাঠানো হচ্ছে...
cs: Odesílám status...
fa: درحال فرستادن وضعیت...
gl: Enviando o estado...
hu: Üzenet küldése...
ja: つぶやきを送信中
lv: Sūta ziņojumu...
mk: Праќам статус...
pa: ਹਾਲਤ ਭੇਜੀ ਜਾ ਰਹੀ ਹੈ...
ru: Отправка статуса...
sr: Шаљем статус...
th: กำลังส่งสถานะ...
tr: Durum iletisi gönderiliyor...
uk: Відправка статусу...

source: Your status has been sent successfully
ar: أُرسلت الحالة بنجاح
bn_in: অবস্থাসূচক বার্তা সাফল্যের সাথে পাঠানো হয়েছে
cs: Tvůj status byl úspěšně odeslán
fa: وضعیت شما با موفقیت فرستاده‌شد
gl: O seu estado foi enviado correctamente
hu: Az üzenete sikeresen elküldve
ja: つぶやきは正常に送れました
lv: Jūsu ziņojums tika veiksmīgi nosūtīts
mk: Вашиот статус беше пратен успешно
pa: ਤੁਹਾਡੀ ਹਾਲਤ ਠੀਕ ਤਰ੍ਹਾਂ ਭੇਜੀ ਗਈ
ru: Ваш статус был успешно отправлен
sr: Баш статус је успешно послат
th: สถานะของคุณส่งสำเร็จแล้ว
tr: Durum iletisi başarıyla gönderildi
uk: Ваш статус був успішно відправлений

source: Sending direct message...
ar: إرسال الرسالة المباشرة...
bn_in: সরাসরি বার্তা পাঠানো হচ্ছে...
cs: Odesílám přímou zprávu...
fa: درحال فرستادن پیام مستقیم...
gl: Enviando a mensaxe directa...
hu: Közvetlen üzenet küldése...
ja: 便りを送信中...
lv: Sūta vēstuli...
mk: Праќам директна порака...
pa: ਸਿੱਧਾ ਸੁਨੇਹਾ ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ...
ru: Отправка личного сообщения...
sr: Шаљем директну поруку...
th: กำลังส่งข้อความส่วนตัว...
tr: Doğrudan ileti gönderiliyor...
uk: Відправка приватного повідомлення...

source: Your direct message has been sent successfully
ar: أُرسلت الرسالة المباشرة بنجاح
bn_in: সরাসরি বার্তাটি সাফল্যের সাথে পাঠানো হয়েছে
cs: Tvůj přímá zpráva byla úspěšně odeslána
fa: پیام مستقیم شما با موفقیت ارسال شد
gl: A súa mensaxe directa foi enviada correctamente
hu: A közvetlen üzenete sikeresen elküldve
ja: 便りは正常に送れました
lv: Jūsu vēstule tika veiksmīgi nosūtīta
mk: Вашата директна порака беше успешно пратена
pa: ਤੁਹਾਡਾ ਸਿੱਧਾ ਸੁਨੇਹਾ ਠੀਕ ਤਰ੍ਹਾਂ ਭੇਜਿਆ ਗਿਆ
ru: Личное сообщение было успешно отправлено
sr: Ваша директна порука је успешно послата
th: ข้อความส่วนตัวของคุณส่งสำเร็จแล้ว
tr: Doğrudan iletiniz başarıyla gönderildi
uk: Ваше приватне повідомлення було успішно відправлено

source: updating...
ar: تحديث...
bn_in: আপডেট করা হচ্ছে...
cs: Obnovuji...
fa: درحال به‌روزرسانی...
gl: actualizando...
hu: frissítés...
ja: アップデート中...
lv: atjauno...
mk: обновувам...
pa: ਅੱਪਡੇਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ru: обновление...
sr: освежавам...
th: กำลังอัพเดต...
tr: güncelleniyor...
uk: оновлюється...

source: Conversation
ar: محادثة
bn_in: কথোপকথোন
fa: گفت‌وگو
gl: Conversa
hu: Párbeszéd
ja: 会話
lv: Saruna
mk: Разговор
pa: ਚਰਚਾ
ru: Беседа
sr: Разговор
th: ข้อความ
tr: Sohbet
uk: Розмова

source: go to the web page
ar: ذهاب لصفحة ويب
bn_in: ওয়েব পেজ পরিদর্শন করুন
fa: رفتن به صفحهٔ وب
gl: ir á páxina web
hu: Ugrás a web oldalra
ja: WEBページを開く
lv: doties uz mājaslapu
mk: оди до веб страницата
pa: ਵੈੱਬ ਪੇਜ਼ ਉੱਤੇ ਜਾਓ
ru: Перейти к странице
sr: иди на веб страницу
th: ไปที่หน้าเว็บเพจ
tr: web sayfasına git
uk: перейти на веб сторінку

source: Reply
ar: رد
bn_in: উত্তর
cs: Odpověď
fa: پاسخ
gl: Responder
hu: Válasz
ja: 返事
lv: Atbildēt
mk: Одговори
pa: ਜਵਾਬ
ru: Ответить
sr: Одговори
th: ตอบกลับ
tr: Cevapla
uk: Відповісти

source: Delete
ar: حذف
bn_in: মুছে ফেলুন
cs: Smazat
fa: پاک‌کردن
gl: Eliminar
hu: Törlés
ja: 削除
lv: Dzēst
mk: Избриши
pa: ਹਟਾਓ
ru: Удалить
sr: Обриши
th: ลบ
tr: Sil
uk: Видалити

source: Retweet
ar: إعادة إرسال
bn_in: পুনরায় tweet
fa: دوباره فرستادن
hu: Továbbítás
ja: リツイート
lv: Pārziņot
mk: Ри-твит
pa: ਰੀ-ਟਵੀਟ
ru: Ретвит
sr: Ретвит
tr: Tekrar öt
uk: Ретвіт

source: you
ar: أنت
bn_in: আপনার বার্তা
cs: ty
fa: شما
gl: vostede
hu: ön
ja: あなた
lv: jūs
mk: вие
pa: ਤੁਸੀਂ
ru: тебе
sr: ти
th: ท่าน
tr: sen
uk: тебе

source: in reply to
ar: في رد على
bn_in: চিহ্নিত উত্তররূপে
cs: v odpovědi na
fa: در پاسخ به
gl: en resposta a
hu: válasz a részére:
ja: へ返事
lv: atbildot
mk: во одговор на
pa: ਜਵਾਬ 'ਚ
ru: в ответ к
sr: одговор на
th: ตอบกลับถึง
tr: cevap olarak
uk: у відповідь до

source: Add to favorite
ar: أضف للمُفضّلة
bn_in: পছন্দসই বার্তারূপে চিহ্নিত করুন
fa: اضافه‌کردن به برگزیده‌ها
gl: Engadir aos favoritos
hu: Hozzáadás a kedvencekhez
ja: お気に入りに追加
mk: Додади во омилени
pa: ਪਸੰਦੀਦਾ 'ਚ ਜੋੜ੍ਹੋ
ru: Добавить в избранное
sr: Додај у омиљено
tr: Favorilere ekle
uk: Додати до улюблених статусів

source: Remove from favorite
ar: حذف من المُفضّلات
bn_in: পছন্দসই বার্তার তালিকা থেকে মুছে ফেলুন
fa: پاک‌کردن از برگزیده‌ها
gl: Eliminar dos favoritos
hu: Eltávolítás a kedvencek közül
ja: お気に入りから削除
mk: Одстрани од омилени
pa: ਪਸੰਦੀਦਾ 'ਚੋਂ ਹਟਾਓ
ru: Удалить из избранного
sr: Уклони из омиљених
tr: Favorilerden sil
uk: Видалити з улюблених статусів

source: a few seconds ago
ar: منذ ثوانٍ مضت
bn_in: কয়েক সেকেন্ড পূর্বে
cs: před pár vteřinami
fa: چند ثانیه پیش
gl: hai uns segundos
hu: néhány másodperce
ja: 数秒前
lv: pirms dažām sekundēm
mk: пред неколку секунди
pa: ਕੁਝ ਕੁ ਸਕਿੰਟ ਪਹਿਲਾਂ
ru: пару секунд назад
sr: пре пар секунди
th: สองสามวินาทีก่อน
tr: saniyeler önce
uk: кілька секунд тому

source: 1 minute ago
ar: منذ دقيقة
bn_in: ১ মিনিট পূর্বে
cs: před 1 minutou
fa: ۱ دقیقه پیش
gl: hai 1 minuto
hu: 1 perce
ja: 1分前
lv: pirms 1 minūtes
mk: пред една минута
pa: ੧ ਮਿੰਟ ਪਹਿਲਾਂ
ru: минуту назад
sr: пре 1 минут
th: หนึ่งนาทีก่อน
tr: 1 dakika önce
uk: хвилину тому

source: %i minutes ago
ar: %i من الدقائق
bn_in: %i মিনিট পূর্বে
cs: před %i minutami
fa: %i دقیقه پیش
gl: hai %i minutos
hu: %i perce
ja: %i分前
lv: pirms %i minūtēm
mk: пред %i минути
pa: %i ਮਿੰਟ ਪਹਿਲਾਂ
ru: %i минут назад
sr: пре %i минута
th: %i นาทีก่อน
tr: %i dakika önce
uk: %i хвилин тому

source: about 1 hour ago
ar: منذ حوالي ساعة
bn_in: আনুমানিক ১ ঘন্টা পূর্বে
cs: asi pře 1 hodinou
fa: حدود ۱ ساعت پیش
gl: hai aproximadamente unha hora
hu: körülbelül 1 órája
ja: 約一時間前
lv: apmēram pirms stundas
mk: пред околу еден саат
pa: ਘੰਟਾ ਕੁ ਪਹਿਲਾਂ
ru: где-то час назад
sr: пре 1 сат
th: หนึ่งชั่วโมงก่อน
tr: yaklaşık 1 saat önce
uk: десь годину тому

source: about %i hours ago
ar: منذ حوالي %i من الساعات
bn_in: আনুমানিক %i ঘন্টা পূর্বে
cs: asi pře %i hodinami
fa: حدود %i ساعت پیش
gl: hai aproximadamente %i horas
hu: körülbelül %i órája
ja: 約%i時間前
lv: apmēram pirms %i stundām
mk: пред околу %i стаати
pa: %i ਘੰਟੇ ਪਹਿਲਾਂ
ru: где-то %i часов назад
sr: пре %i сати
th: %i ชั่วโมงก่อน
tr: yaklaşık %i saat önce
uk: десь %i годин тому

source: Your direct message has been deleted successfully
ar: حُذفت الرسالة المباشرة بنجاح
bn_in: সরাসরি বার্তাটি সাফল্যের সাথে মুছে ফেলা হয়েছে
cs: Tvoje přímá zpráva byla úspěšně vymazána
fa: پیام مستقیم شما با موفقیت پاک شد
gl: A súa mensaxe directa foi eliminada correctamente
hu: A közvetlen üzenete sikeresen törlésre került
ja: 便りは正常に削除されました
lv: Jūsu vēstule tika veiksmīgi izdzēsta
mk: Вашата директна порака беше успешно избришана
pa: ਤੁਹਾਡਾ ਸਿੱਧਾ ਸੁਨੇਹਾ ਠੀਕ ਤਰ੍ਹਾਂ ਹਟਾਇਆ ਗਿਆ
ru: Личное сообщение от вас было удалено
sr: Ваша директна порука је успешно обрисана
th: ข้อความส่วนตัวของคุณลบสำเร็จแล้ว
tr: Doğrudan iletiniz başarıyla silindi
uk: Ваше приватне повідомлення було успышно выдалено

source: Your status has been deleted successfully
ar: حُذفت الحالة بنجاح
bn_in: অবস্থাসূচক বার্তাটি সাফল্যের সাথে মুছে ফেলা হয়েছে
cs: Tvůj status byl úspěšně vymazán
fa: وضعیت شما با موفقیت پاک شد
gl: O seu estado foi eliminado correctamente
hu: Az üzenete sikeresen törlésre került
ja: つぶやきは正常に削除されました
lv: Jūsu ziņojums tika veiksmīgi izdzēsts
mk: Вашиот статус беше успешно избришан
pa: ਤੁਹਾਡੀ ਹਾਲਤ ਠੀਕ ਤਰ੍ਹਾਂ ਹਟਾਈ ਗਈ
ru: Ваш статус успешно удален
sr: Ваш статус је успешно обрисан
th: สถานะของคุณลบสำเร็จแล้ว
tr: Durum iletiniz başarıyla silindi
uk: Ваш статус успішно видалено

source: Empty
ar: فارغ
bn_in: ফাঁকা
cs: Prázdný
fa: خالی
gl: Baleira
hu: Üres
ja: 空
lv: Tukšs
mk: Празно
pa: ਖਾਲੀ
ru: Пусто
sr: Празно
th: ว่าง
tr: Boş
uk: Пусто

source: Connecting...
ar: اتصال...
bn_in: সংযোগ স্থাপন করা হচ্ছে...
cs: Připojuji...
fa: درحال وصل‌شدن...
gl: Conectando...
hu: Kapcsolódás...
ja: 接続中...
lv: Savienojas...
mk: Се поврзувам...
pa: ਕੁਨੈਕਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ru: Соединяемся...
sr: Повезујем се...
th: กำลังเชื่อมต่อ...
tr: Bağlanıyor...
uk: З’єднуюсь

source: Sure you want to delete this status?
ar: متأكد أنك تريد حذف هذه الحالة؟
bn_in: অবস্থাসূচক এই বার্তাটি কি নিশ্চিতরূপে মুছে ফেলা হবে?
cs: Opravdu smazat tento status?
fa: آیا مطمئن هستید که می‌خواهید این وضعیت را پاک کنید؟
gl: Está segura/o de que quere eliminar este estado?
hu: Biztos benne, hogy törli ezt az üzenetet?
ja: 本当にこのつぶやきを削除しますか?
lv: Vai jūs tiešām vēlaties dzēst šo ziņojumu?
mk: Сигурни дека сакате да го избришете овој статус?
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਹਾਲਤ ਹਟਾਉਣ ਲਈ ਸਹਿਮਤ ਹੋ?
ru: Уверены, что хотите удалить этот статус?
sr: Сигурно желелите да обришете статус?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบสถานะนี้?
tr: Bu durum iletisini silmek istediğinize emin misiniz?
uk: Впевнені, що хочете видалити цей статус?

source: Message was added to favorites
ar: أُضيفت الرسالة للمُفضّلة
bn_in: পছন্দসই বার্তার তালিকায় এই বার্তাটি যোগ করা হয়েছে
fa: پیام به برگزیده‌ها افزوده شد
gl: A mensaxe foi engadida aos favoritos
hu: Üzenet hozzáadva a kedvencekhez
ja: 便りはお気に入りに追加されました
mk: Пораката беше додадена во омилените
pa: ਸੁਨੇਹਾ ਪਸੰਦੀਦਾ 'ਚ ਜੋੜਿਆ ਗਿਆ
ru: Сообщение было добавлено в избранное
sr: Порука је додата у омиљене
tr: İleti favorilere eklendi
uk: Повідомлення було додано до улюблених статусів

source: Message was removed from favorites
ar: حُذفت الرسالة من المُفضّلات
bn_in: পছন্দসই বার্তার তালিকা থেকে এই বার্তাটি মুছে ফেলা হয়েছে
fa: پیام از برگزیده‌ها پاک شد
gl: A mensaxe foi eliminada dos favoritos
hu: Üzenet törölve a kedvencek közül
ja: 便りはお気に入りから削除されました
mk: Пораката беше одстранета од омилените
pa: ਸੁਨੇਹਾ ਪਸੰਦੀਦਾ 'ਚੋਂ ਹਟਾਇਆ ਗਿਆ
ru: Собщение было удалено из избранного
sr: Порука је уклоњена из омиљених
tr: İleti favorilerden silindi
uk: Повідомлення було видалено з улюблених статусів

source: %s - not only a twitter client
ar: %s - أكثر من مجرد عميل لـ Twitter
hu: %s - nem csak egy twitter kliens
mk: %s - не само twitter клиент
tr: %s - sadece twitter istemcisi değil
uk: %s - не тільки твіттер клієнт

source: Followers:
ar: المتابعين:
bn_in: অনুসরণকারী:
fa: دنبال‌کننده‌ها:
gl: Seguidores:
hu: Követők:
ja: フォロワー:
lv: Sekotāji:
mk: Следачи:
ru: Подписчиков:
sr: Пратиоци:
th: ผู้ติดตาม:
tr: Takip edenler:
uk: Слідкуючих:

source: Friends:
ar: الأصدقاء:
bn_in: বন্ধু:
fa: دوستان:
gl: Amigos:
hu: Barátok:
ja: フレンド:
lv: Draugi:
mk: Пријатели:
pa: ਦੋਸਤ:
ru: Друзей:
sr: Пријатељи:
th: เพื่อน
tr: Arkadaşlar:
uk: Друзів:

source: Statuses:
ar: التحديثات:
bn_in: অবস্থাসূচক বার্তা:
fa: وضعیت‌ها:
gl: Estados:
hu: Üzenetek:
ja: つぶやき:
lv: Ziņojumi:
mk: Статуси:
pa: ਹਾਲਤ:
ru: Сообщений:
sr: Статуси:
th: สถานะ
tr: Durum iletileri:
uk: Статусів:

source: Web:
ar: الموقع:
bn_in: ওয়েব:
fa: وب:
hu: Weboldal:
lv: Mājaslapa:
mk: Веб:
pa: ਵੈੱਬ:
ru: Страница:
sr: Веб:
th: เว็บ:
uk: Веб:

source: follow
ar: متابعة
bn_in: অনুসরণ করুন
fa: دنبال‌کردن
gl: seguir
hu: követés
ja: フォロー
lv: sekot
mk: следи
ru: подписаться
sr: прати
th: ติดตาม
tr: Takip et
uk: слідкувати

source: This user does not exist
ar: هذا العضو غير موجود
bn_in: এই ব্যবহারকারী উপস্থিত নেই
fa: این کاربر وجود ندارد
gl: Esta persoa usuaria non existe
hu: Nincs ilyen felhasználó
ja: ユーザーは存在しません
lv: Šāds lietotājs neeksistē
mk: Овој корисник не постои
pa: ਇਹ ਯੂਜ਼ਰ ਮੌਜੂਦ ਨਹੀਂ ਹੈ
ru: Не существует такого пользователя
sr: Овај корисник не постоји
th: ผู้ใช้นี้ไม่มีตัวตน
tr: Kişi mevcut değil
uk: Цього користувача не існує

source: Now you follow this user
ar: أنت تتابع هذا العضو
bn_in: আপনি এখন এই ব্যবহারকারীকে অনুসরণ করছেন
fa: اکنون شما این کاربر را دنبال می‌کنید
gl: Agora está a seguir a esta persoa usuaria
hu: Mostantól ennek a felhasználónak a követője
ja: ユーザーをフォローしました
lv: Tagad jūs sekojat šim lietotājam
mk: Вие сега го следите овој корисник
ru: Теперь Вы подписаны на этот микроблог
sr: Сада пратите овог корисника
th: คุณได้ติดตามผู้ใช้นี้
tr: Kişiyi takip ediyorsunuz
uk: Тепер ви слідкуєте за цим користувачем

source: User was unfollowed
ar: أوقفت متابعة العضو
bn_in: ব্যবহারকারীকে অনুসরণ করা হবে না
fa: کاربر دنبال‌نشده شد
gl: O/a usuario/a non se estaba seguindo
hu: Már nem követi ezt a felhasználót
ja: ユーザーをフォローしていません
lv: Jūs vairs nesekojat lietotājam
mk: Корисникот веќе не го следите
ru: Вы больше не подписаны на этот микроблог
sr: Корисник је напуштен
th: ผู้ใช้ยกเลิกการติดตาม
tr: Kişi takip edilmiyor
uk: Ви перестали слідкувати за користувачем
